chore: update users README.md file
chore: updated users README.md file
